{
    "general.apply": "Aplicar",
    "hint.move": "Mover",
    "hint.open": "Abrir inventario",
    "hint.back": "Volver",
    "hint.screenshot": "Captura de pantalla",
    "hint.fullscreen": "Pantalla completa",
    "hint.run": "Correr",
    "hint.interact": "Interactuar",
    "language.code": "es_es",
    "language.line_break_func": "en",
    "language.name": "Español",
    "language.region": "España",
    "menu.start_game": "Nueva Partida",
    "menu.save": "Cargar Partida",
    "menu.settings": "Configuración",
    "room.start.campfire.plot.0": "Es una fogata apagada.",
    "room.start.campfire.plot.1": "Siempre hay una sensación de calidez cuando lo enciendes en una noche oscura.",
    "room.start.plot.0": "Tras una noche de descanso, por fin hoy tocaba explorar el palacio.",
    "room.start.plot.1": "Voy a la tienda a por lo que necesito para irme.",
    "save.load.title": "Seleccione un registro",
    "settings.back": "Volver",
    "settings.game": "Juego",
    "settings.control": "Controles",
    "settings.graphic": "Gráficos",
    "settings.language": "Idioma",
    "settings.sound": "Sonido",
    "settings.title": "Configuración",
    "start.plot.0": "Siendo un aventurero apasionado, viajo por el mundo en busca de verdades empolvadas y tesoros ocultos.",
    "start.plot.1": "Esta vez, mis pasos me llevaron al continente del sur, donde oí que había un palacio oculto habitado por un conde hace cientos de años. Se decía que el conde era un maestro de magia muy poderoso, y que escondió una gran cantidad de tesoros en el palacio antes de fallecer.",
    "start.plot.2": "Sin embargo, también es muy difícil conseguir estos tesoros. Cuando encuentre ese palacio, sin duda habrá muchas trampas esperándome, y tendré que ser extremadamente cuidadoso; perder un brazo o una pierna no es poca cosa...",
    "start.plot.3": "Además, hay algunos rompecabezas difíciles de resolver para obtener estos tesoros, y mucha gente se rinde en este punto.",
    "start.plot.4": "Me siento afortunado, el conde escondió el palacio con su magia superior, y sólo acercándose a él puede ser revelado. Pero pregunté a un viejo aventurero por la ubicación del palacio desde el principio, y encontrarlo no será un problema."
}